Repository: jdmdigital/performance-scoring-embed
Catalog: languages/performance-scoring-embed-*.po
Languages: es_es

source: Performance Scoring Custom Form Embed Settings
es_es: Configuración de Inserción de Formularios Personalizados de Performance Scoring

source: PS Forms Embed
es_es: Inserción de Formularios PS

source: Global Embed Settings
es_es: Configuración Global de Inserción

source: Base URL
es_es: URL Base

source: The URL where your Performance Scoring app is hosted.
es_es: La URL donde se aloja su aplicación Performance Scoring.

source: Organization ID
es_es: ID de la Organización

source: Your unique organization identifier provided by the Performance Scoring app.
es_es: El identificador único de su organización proporcionado por la aplicación Performance Scoring.

source: These values will be used to generate the correct custom surveys embed code for your forms.
es_es: Estos valores se utilizarán para generar el código de inserción correcto para sus encuestas personalizadas.

source: If you are unsure of these details, please check the Performance Scoring app documentation.
es_es: Si no está seguro de estos detalles, por favor revise la documentación de la aplicación Performance Scoring.

source: Settings
es_es: Ajustes
